app/controllers/articles_controller.rb

  def create
    @article = Article.new(params_article)

    if @article.save
---
INSERT INTO "articles" ("content", "created_at", "status", "title", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["content", "awdadawddawdaw"], ["created_at", Wed, 03 Dec 2014 09:09:17 UTC +00:00], ["status", "active"], ["title", "wadddaw"], ["updated_at", Wed, 03 Dec 2014 09:09:17 UTC +00:00]]